@extends('layout.master')
@section('title', 'History')
@section('content')
<!--======= HOME MAIN SLIDER =========-->
<section class="sub-bnr" data-stellar-background-ratio="0.3">
  <div class="overlay-gr">
	<div class="container">
	  <h2>इतिहास</h2>
	  <p></p>
	</div>
  </div>
</section>

<!-- Breadcrumb -->
<ol class="breadcrumb">
  <li><a href="{{url('/')}}">मुख्य पृष्ठ</a></li>
  <li class="active">इतिहास</li>
</ol>

<!-- CONTENT START -->
<div class="content">

  <!--======= ABOUT US =========-->
  <section class="sec-90px about">
	<div class="container">
	  <div class="row">
		<!-- INTRO -->
		<div class="col-md-7">
		  <h4 style="color:#0b074d;padding-top:20px;">परिचय</h4>
		  <hr>
		  <p>
			  प्रस्तुत लेख गड़रिया जाति की ऐतिहासिक पृष्ठभूमि पर आधारित है, जिसके अंतर्गत गड़रिया जाति उत्पत्ति, उनकी पहले की सामाजिक, आर्थिक व राजनितिक स्थिति पर प्रकाश डाला गया है।
 	  	</p>
		<p>
			भारतीय समाज में जाति को एक प्रमुख आधार माना जाता है। प्राचीन समय से ही समस्त व्यक्तियों को उनके कार्यो के आधार पर विभाजित किया गया,  जिसने सम्पूर्ण मानव जाति को अनेक जाति बंधनो में जकड़ते हुए उन्हें एक-दूसरे से अलग कर दिया। समाज में  जाति की रचना आनुवंशिकता के आधार पर होती है।
		</p>
		<p>
			भारतीय जाति व्यवस्था हिन्दू सामाजिक व्यवस्था की एक प्रमुख व अत्यंत ही जटिल संस्था है। भारतीय समाज में जाति पर आधारित व्यावसायिक विभाजन का एक सामान्य स्वरूप देखने को मिलता है, जिसके अंतर्गत पूर्व में प्रत्येक जाति अपने एक निश्चित व्यवसाय के अनुसार ही कार्य करते थे। पूर्ववर्ती समाज में जो व्यक्ति जिस कर्म को करता था, वह उसका जातिगत पेशा बन जाता था। शिक्षा व पुरोहित का कार्य करने वाले ब्राह्मण, रक्षा का कार्य करने वाले क्षत्रिय, व्यापार करने वाले वैश्य तथा सभी की सेवा करने वाले शूद्र कहलाने लगे। समस्त जातियों ने इस प्रकार कर्मो के आधार पर ही अपने पेशे का भी निर्धारण कर लिया था, इसी क्रम में जिन जातियों ने पशुपालन का कार्य किया उसे "गड़रिया" कहकर संबोधित किया जाने लगा।
		</p>
		<p>
			सामान्यतः गड़रिया जाति उत्तर-भारत तथा मध्य-भारत में पायी जाने वाली एक व्यावसायिक जाति है, जो पशुओं से संबंधित कार्यो में संलग्न है। इन्हे पशुओं से संबंधित कार्यो में संलग्न होने के परिणामस्वरूप ही "पशुधन या धन" कहा गया है, जिसके आधार पर ये स्वयं को धनकर/धनगर भी कहते है।
		</p>
		<p>
			समाज में जाति बंधन कठोर होने पर पशुओं को पालने वाले यही गड़रिया, ग्वाले, घोषी, अहीर, गद्दी तथा कुरुबा इत्यादि नामो में विभाजित हो गए तथा साथ ही आगे चलकर यही जाति समूह विभिन्न जातियों में परिभाषित हो गए।
		</p>
		</div>

		<div class="col-md-5">
		  <div class="hrs">
			<img class="img-responsive" src="{{ URL::asset('public/app-assets/images/shiv.jpg')}}" alt="">
		  </div>
		</div>
	</div>
</div>

  </section>

<!--======= HISTORY =========-->
<section class="history">
  <div class="row" style="padding-bottom:30px;">

	<!-- IMAGE -->
	<div class="col-md-4" style="padding:6% 20px 0 30px">
	  <div class="imghistory"></div>
	</div>

	<!-- History Content -->
	<div class="col-md-8 no-padding">
	  <div class="history-detail">
		  <h4>गड़रिया जाति का उद्भव</h4>
		  <hr>
		  <p>
			  "गड़रिया" जाति के इतिहास को जानने से पहले यह जानना अति आवश्यक है कि समाज में "गड़रिया" जाति की उत्पत्ति किस प्रकार से हुई। "गड़रिया" जाति की उत्पत्ति के संबंध में अनेक विद्वानों के विचार व प्रमाण देखने को मिलते है जो इस प्रकार है –
		  </p>
		  <p> कुछ स्थानों पर "गड़रिया" शब्द की उत्पत्ति हिन्दी भाषा के 'गड़ार​' शब्द से हुई है , जिसका अर्थ भेंड़ों की देख-रेख करने वालो से लगाया जाता है।</p>
		  <p>कुछ विद्वान् 'गड़ार​' शब्द को हिन्दी भाषा का शब्द न मानकर 'बुंदेली' भाषा का शब्द मानते है, जिसे बुंदेलखंड क्षेत्र में निवास करने वाले 'भेंड़-बकरी' पालक समूह के लिए प्रयोग किया करते है।</p>
		  <p>वही कुछ विद्वानों के अनुसार "गड़रिया" शब्द की उत्पत्ति संस्कृत भाषा के गंधार शब्द से हुई है जो कि प्राचीन काल में भारत का राज्य था, जहां सबसे पहले 'भेंड़' लायी गयी थी।</p>
		  <p>कुछ विद्वानों का मानना है कि "गड़रिया" जाति की उत्पत्ति "आर्यों" से हुई है। प्राचीन इतिहास का अध्ययन करने पर ज्ञात होता है कि पशुपालन आर्यों का प्रधान व्यवसाय था, वे प्रायः गाय, भैंस, बकरी व भेंड़  पाला  करते थे। वैदिक आर्य गड़ार (भेंड़) पालने के कारन ही "गड़ार+आर्य" अर्थात् "गड़रिया" कहलाया । इसी आधार पर आर्यों का पशुपालक समूह गड़ार्य (गड़रिया) समूह कहलाया।</p>
		  <p>एक अन्य स्थान पर लिखा है कि गड़रिया जाति एक चरवाह जाति है, जो भेंड़, बकरी तथा गायों को चराने व उनका रख-रखाव करने तथा साथ ही भेंड़ के ऊन  से कंबल बनाने का कार्य करती है।</p>
		  <p>एक अन्य विचारधारा के अनुसार इसकी उत्पत्ति मथुरा में भगवान श्रीकृष्ण से भी मानी जाती है, ग्वाल, गोपाल इत्यादि नामो से भी जाना जाता है। श्रीकृष्ण को चंद्रवंशी यादव कुल से संबंधित माना जाता था जिसके आधार पर गड़रिया जाति के लोग स्वयं को 'युदवंशी' भी मानते है, अर्थात यदुवंशियों में जिन्होंने भेंड़, बकरी, गायों आदि का पालन किया वे व्यावसायिक रूप से गड़रिया कहलाये तथा कालांतर में यही गाय, बकरी आदि पशुओं को पालने वाली गड़रिया जाति परम्परागत रूप से ग्वाल या ग्वाल-गड़रिया कहलाए। स्थानीय आधारों पर इन्हे भिन्न-भिन्न नामो से भी पुकारा जाता है।</p>
		  <p>जैसे छत्तीसगढ़ में इसे "धनकर/पाल", महाराष्ट्र में इन्हे "धनगर/धांगर", तमिलनाडु में "कुरुबां", कर्नाटक में "कुरुबा", मध्यप्रदेश में "धांगड़/गाड़री", राजस्थान में "गैरी/गायरी", गुजरात में "भरवाड़", हिमाचल प्रदेश में "गद्दी" तथा उत्तरप्रदेश में "बघेल/पाल/धनगर" आदि नामो से संबोधित किया जाता है।</p>
		  <p>अतः उपरोक्त लिखित उल्लेखों तथा ऐतिहासिक प्रमाणों के आधार पर यह विदित होता है कि गड़रिया जाति मुख्य रूप से भारत की एक पशुपालक जाति रही है जिसका व्यवसाय भेंड़, बकरी, गाय आदि पशुओं को पालना रहा है तथा धनकर, धनगर, ग्वाल, बघेल आदि सब एक ही जाति समूह के पर्यायवाची शब्द है।</p>
	  </div>
	</div>
  </div>
</section>

<section class="sec-90px about">
  <div class="container">
	<div class="row">
	  <!-- INTRO -->
	  <div class="col-md-12">
		<h4 style="color:#0b074d;padding-top:20px;">गोत्र</h4>
		<hr>
		<p>
हिन्दू धर्म में गोत्र का विशेष महत्व होता है। सामान्यतः गोत्र ऐसे व्यक्तियों का समूह होता है, जो स्वयं को किसी वास्तविक अथवा पौराणिक पूर्वज की संतान मानते है। मुख्यतः गोत्रों का उद्भव ऋषियों के नाम से माना जाता है। ऋषि की संतान होने के कारन उस ऋषि का नाम गोत्र के रूप में प्रयोग करते थे।	  </p>
	  <p>
जिन व्यक्तियों ने जिस भी ऋषि के पास से शिक्षा व अध्ययन किया वे ही ऋषि उनके गोत्र बन गए। कालांतर में अराजकता के दौरान वैदिक धर्म का ह्वास हुआ तो बहुत से व्यक्ति अपने ऋषि गोत्रों को अज्ञातवाश भूल गए तथा अपने कुल को ही स्वयं का गोत्र बताने लगे। यहां हम छ.ग. के "गड़रिया" जाति के गोत्र का वर्णन कर रहे है -	  </p>
	  <p>
		  <strong>लहुरिया, कोकिया, नायक, बर, हिरन, तुमा, चंदैनी, कस्तुमरिया, भांवर, लखेर, अहराज, कांशी, पंवरिया रतालू।</strong>
		</p>
	  </div>

  </div>
</div>

</section>
<section class="history">
  <div class="row">
	<!-- History Content -->
	<div class="col-md-12 no-padding">
	  <div class="history-detail">
		  <h4>गड़रिया जाति की सामाजिक व सांस्कृतिक स्थिति</h4>
		  <hr>
		  <p>
		सामाजिक दृष्टि से गड़रिया जाति एक पिछड़ा हिन्दू समुदाय है, जिसकी समाज में अपनी एक भिन्न सामाजिक व्यवस्था है। गड़रिया जाति के रीति-रिवाज, नातेदारी-व्यवस्था तथा विवाह संस्कार अन्य हिन्दू जातियों के सामान ही है। </p>
		<p>इस जाति के अंतर्गत प्राचीन काल में विभिन्न प्रथाएं व परम्पराए जैसे बाल-विवाह, दहेज-प्रथा व पर्दा-प्रथा आदि प्रचलित हुआ करती थी। गड़रिया जाति की सामाजिक व सांस्कृतिक स्थिति को हम निम्न बिंदुओं के माध्यम से स्पष्ट कर सकते है जो इस प्रकार से है –</p>
		<h5 style="color:white;">वेशभूषाि</h3>
		<hr>
		<p>प्राचीन समय में "गड़रिया" जाति के पुरुष सदस्य मोती धोती तथा ऊपर कुर्ता (सलूखा) व सिर पर साफा (पगड़ी) पहना करते थे इसके आलावा कानो में सोने के आभूषण पहनते थे जिसे लुड़की तथा झड़प कहा जाता था। लुड़की कान के निचले हिस्से में पहना जाता था, जबकि झड़प ऊपरी हिस्से का आभूषण था। इसके अलावा हाथों में चांदी के कड़े (चूड़ा) एवं पैरो में देशी जूती भी पहना करते थे। महिलाऐं साड़ी पहना करती थी, गले में सोने-चांदी के आभूषण जैसे हंसली, सूता, कानों में सोने के तड़की (झुमकें), नाक में स्वर्ण लौंग, हांथो में सोना-चांदी के कड़े, पैरों में पायल (तोड़ा) तथा कमर में चांदी की करधनी भी पहना करती थी।</p>
		<h5 style="color:white;">गड़रिया जाति के तीज-त्यौहार </h3>
		<hr>
		<p>गड़रिया जाति पूर्णतः वैदिक संस्कृति को मानने वाली सनातन धर्म जाति है। यह सनातन धर्म के वर्तमान में सभी त्यौहारों को बड़े हर्षोल्लास के साथ मनाते है। इसमें  होली, दिवाली, राखी, गोवर्धन पूजा, देवउठनी, जन्माष्टमी तथा महाशिवरात्रि इत्यादि है।</p>
		<h5 style="color:white;">गड़रिया जाति की विवाह संस्कार</h3>
		<hr>
		<p>हिन्दू धर्म में विवाह को एक धार्मिक संस्कार के रूप में माना जाता है। चूँकि गड़रिया जाति भी हिन्दू धर्म से संबंधित है इसलिए इस जाति के अंतर्गत भी विवाह को धार्मिक संस्कार के रूप में माना जाता है। गड़रिया जाति में पहले विवाह का तरीका वैसा नहीं था जैसा कि आज प्रचलन में है। अनुभवी व्यक्तियों से प्राप्त जानकारी के आधार पर यह ज्ञात हुआ कि गड़रिया जाति में विवाह को एक अनिवार्य प्रथा माना जाता था। प्रारंभ में सामूहिक विवाह का प्रचलन था जिसे जूर बिहाव (विवाह)  कहा जाता था, इसमें लड़का तथा लड़की घर वालो के साथ एक जगह एकत्रित होकर विवाह संस्कार को पूरा किया करते थे। इसी विवाह को वर्तमान में अन्य समुदायों द्वारा आदर्श विवाह की संज्ञा दी गई है। प्रारंभ में गड़रिया जाति में बाल-विवाह का प्रचलन था। लड़की की शादी  10 - 12 साल की उम्र में तथा लड़के की शादी 13 - 14 वर्ष की उम्र में कर दी जाती थी। कभी-कभार लड़के व लड़की के माता-पिता आपसी सहमति से ही बचपन में ही अपने बच्चो का रिश्ता पक्का कर दिया करते थे। जिसे बाद में विवाह के रूप में सम्पन्न किया जाता था। यदि विवाह बहुत छोटी उम्र में कर देते थे तो लड़की (वधु) को विवाहोपरांत बड़ी होने पर ससुराल भेजा जाता था, जिसे "गौना" कहा जाता था। अधिकांश विवाह माता-पिता की सहमति से ही हुआ करते थे एवं विवाह को समाज द्वारा अनिवार्य माना जाता था। सगोत्र विवाह का प्रचलन पूर्णतः वर्जित था। विवाह से पहले माता-पिता, दादी, नानी, के गोत्र का ध्यान रखा जाता था तथा इन गोत्रों के बाहर ही विवाह किया जाता था।अंतर्जातीय विवाह की मान्यता इस जाति में प्रचलित नहीं थी, यह पूर्णतः वर्जित था।
		</p>
		<h5 style="color:white;">गड़रिया जाति की आर्थिक पृष्ठभूमि</h3>
		<hr>
		<p>गड़रिया जाति को, जाति स्तरीकरण में पहले से ही निम्न स्थिति में माना है। कुछ अनुभवी व्यक्तियों से एवं जाति से संबंधित लोक पुस्तकों के अध्ययन से यह ज्ञात हुआ है कि इस जाति की आर्थिक क्रिया-कलाप केवल पशुपालन तक ही सिमित थे। इस जाति के लोग पहले अधिकतर भेंड़-बकरी चराया करते थे तथा प्रारम्भ में यह एक घुमक्कड़ जाति थी जिनका कोई निश्चित निवास स्थान नहीं होता था। ये मौसम के अनुरूप अपने भेंड़-बकरियों को लेकर जगह-जगह जाया करते थे, परन्तु बाद में ये लोग एक निश्चित स्थान पर रहने लगे, जिसके कारण इन्होने अपनी आर्थिक क्रिया-कलापों को स्थायित्व प्रदान किया एवं भेंड़ व बकरियों के साथ-साथ यह जाति अधिक दूध देने वाले पशुओं जैसे गाय,भैंस, आदि भी पालने लगे । इनका मुख्य व्यवसाय दुग्ध उत्पादन ही नहीं था बल्कि ये भेंड़ों के बालो (ऊन​) से कम्बल बनाने की कला भी जानते थे।</p>
		  </div>
	</div>
  </div>
</section>
@endsection
